<template>
  <div class="animated fadeIn">
    <h2>Настройки мероприятия</h2>
    <p>В этой вкладке будут находиться самые критические технические параметры мероприятия, например: тут можно будет время на подготовку участникам или же вовсе психануть и назначить себя победителем. Доступ сюда дам только главным админам(т.е. пока что только тебе, сам уже сможешь раздать суперадминские права кому действительно доверяешь).</p>
  </div>
</template>

<script>
  export default {
    name: 'battle-settings'
  }
</script>
