<template>
  <div class="animated fadeIn">
    <h2>Календарь событий</h2>
    <p>В этой вкладке планируется размещать календарь, на котором будут отображаться все события, которые касаются баттла. Как обычный гугл-ежедневник - удаляй, правь, создавай какие хочешь. Будет даже автоматический прием треков от участников, не успел закинуть свой парт вовремя - будь добр объясниться или получить технический луз(мой личный подарок всем отсталым МС ¯\_(ツ)_/¯)</p>
  </div>
</template>

<script>
  export default {
    name: 'battle-schedule'
  }
</script>
