<template>
  <div class="animated fadeIn">
    <h2>Участники</h2>
    <p>Тут будет просто выводиться список всех вписавшихся и прошедших отбор + все данные о них(контакты, оценка на отборе, кол-во подписоты на них ВК и т.д.), а так же актуальная информативная турнирная сетка вместе с результатами после раунда, треками участников и оценками подписчиков(начальные пары могу раскидать автоматически, алгоритм уже написал - не будет скучных встреч, понервничают все)</p>
  </div>
</template>

<script>
  export default {
    name: 'battle-members'
  }
</script>
